Repository: wp-plugins/twitter-anywhere-plus
Catalog: languages/tap-*.po
Languages: be_by, fr_ca

source: Options saved.
be_by: Опцыі захаваны.
fr_ca: Paramètres sauvegardés.

source: In order to use @Anywhere, you must first register your blog for a free API key with Twitter.<br />You can do so at the following URL:
be_by: Для таго, каб выкарыстоўваць @Anywhere, вы павінны спачатку зарэгістраваць свой блог для атрымання бясплатнага ключа API з Twitter. <br /> Гэта можна зрабіць па наступным адрасе:
fr_ca: Afin d'utiliser @Anywhere, vous devez enregistrer votre blog au près de Twitter et obtenir une clé d'API.<br />Vous pouvez l'obtenir a cette adresse:

source: Your @Anywhere API key:
be_by: Ваш @Anywhere API ключ:
fr_ca: Votre clé d'API @Anywhere:

source: @Anywhere features
be_by: @Anywhere магчымасці
fr_ca: Fonctionnalités @Anywhere

source: Auto-linkification of @usernames
be_by: Аўта-linkification @usernames
fr_ca: Auto-création de liens des @noms d'utilisateurs

source: Turn Twitter usernames into links.
be_by: Уключыць імёны карыстачоў Twitter у спасылкі.
fr_ca: Transforme les @nom d'utilisateurs en lien automatiquement.

source: Show hovercard when you move the mouse over a Twitter username.
be_by: Паказаць hovercard, калі вы перасоўваеце паказальнік мышы на імя карыстача Twitter.
fr_ca: Montrer une Hovercard quand on passe la souris sur un nom d'utilisateur Twitter.

source: Follow button
be_by: Кнопка Follow
fr_ca: Bouton Follow

source: Show a follow button where you want it to be placed.
be_by: Паказаць кнопку button там, дзе яна павінна знаходзіцца.
fr_ca: Montrer un bouton follow là où vous le désirez.

source: Twitter username:
be_by: Імя карыстача Twitter:
fr_ca: Nom d'utilisateur Twitter:

source: DOM element:
be_by: DOM элемент:
fr_ca: Élement du DOM:

source: The <em>id</em> or <em>class</em> of the element (div, p) where the button must be inserted.
be_by: <em>id</em> ці <em>клас</em> элемента (div, p), дзе кнопка павінна быць усталявана.
fr_ca: L'<em>id</em> ou la <em>classe</em> de l'élément (div, p) où vous voulez que le bouton soit placé.

source: Example:
be_by: Прыклад:
fr_ca: Exemple:

source: You can create a Text widget with the following code inside:
be_by: Вы можаце стварыць тэкставы виджет з наступным кодам усярэдзіне:
fr_ca: Vous pouvez créer une widget de type Text avec le code suivant a l'intérieur:

source: You can also use classes:
be_by: Вы таксама можаце выкарыстоўваць класы:
fr_ca: Vous pouvez utiliser aussi des classes:

source: Tweet Box
fr_ca: Boite à tweet

source: Show a tweet box below your posts.
fr_ca: Montrer une boite a tweet sous vos articles.

source: Width:
fr_ca: Largeur:

source: Default:
fr_ca: Défaut:

source: Height:
fr_ca: Hauteur:

source: Label:
fr_ca: Libellé:

source: Content:
fr_ca: Contenu:

source: What's happening?
fr_ca: Quoi de neuf??

source: Retweet button
fr_ca: Bouton Retweet

source: Twitter bird:
fr_ca: Oiseau Twitter:

source: None
fr_ca: Aucun

source: Save changes
be_by: Захаваць змены
fr_ca: Sauvegarder les changements

source: This plugin has been developed by <strong>GeekRMX</strong>.
be_by: Гэта ўбудова была распрацаваны <strong>GeekRMX</strong>.
fr_ca: Ce plugin a été développé par <strong>GeekRMX</strong>.

source: Website:
be_by: Сайт:
fr_ca: Site Web:
